const locales = {
  'wrong': {
    'txt-wrong1': 'กรุณากรอกอีเมลและรหัสผ่านของคุณ',
    'txt-wrong2': 'กรุณาใส่อีเมลให้ถูกต้อง',
    'txt-wrong3': 'อีเมลหรือรหัสผ่านไม่ถูกต้อง กรุณาลองอีกครั้ง',
    'txt-wrong4': 'กรุณากรอกอีเมลของคุณ',
    'txt-wrong5': 'กรุณากรอกอีเมลให้ถูกต้อง',
    'txt-wrong6': 'ไม่พบอีเมลของคุณ',
    'txt-wrong7': 'กรุณาใส่รหัสผ่านของคุณมากกว่า 6 ตัวอักษรใช้ทั้งตัวเลขและตัวอักษร',
    'txt-wrong8': 'การยืนยันรหัสผ่านไม่ตรงกัน',
    'txt-wrong9': 'รหัสผ่านไม่ถูกต้อง',
    'txt-wrong10': 'กรุณาใส่รหัสผ่านของคุณมากกว่า 6 ตัวอักษร ใช้ทั้งตัวเลขและตัวอักษร (A-Z, a-z, 0-9)',
    'txt-wrong11': 'กรุณากรอกข้อมูลให้ครบ' ,
    'txt-wrong12': 'กรุณากรอกเบอร์โทรศัพท์ให้ถูกต้อง',
    'txt-wrong13': 'CAPTCHA ไม่ถูกต้อง',
    'txt-wrong14': 'มีอีเมลนี้ในระบบแล้ว',
    'txt-wrong15': 'กรุณากรอกรหัสผ่านของคุณ' ,
  },
  
}
export default locales